Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/20_id_458645.html.tmx
Source language: sme
Languages: nob

source: Ášši lea almmotge oalle girjái ja muhtun áššit mat váikkuhit produktivitehta eai leat šiehtadallanfáddán , erenoamážit boraspirehálddašeapmi ja guohtunresursa-áššit .
nob: Bildet er imidlertid sammensatt og deler av de faktorene som påvirker produktiviteten er ikke tema i forhandlingene . Det gjelder spesielt rovviltforvaltningen og grunnlaget for beiteressursene .

source: Okta dain stuorámus hástalusain boazodoalus lea sihkkarastit ealáhusa guohtun- ja areálavuođu .
nob: Det å sikre beite- og arealgrunnlaget for næringen er klart en av de aller største utfordringene man står overfor i reindriften .

source: Sámediggi atná dárbbašlažžan deattuhit ahte bisánkeahtes sisabahkkemat boazodoalu guovlluide sakka áitet ealáhusa .
nob: Sametinget finner grunn til å understreke at de stadige inngrepene i reindriftens områder er en alvorlig trussel for næringen .

source: Boazodoalu vuoigatvuođat leat guovddážis , ja leat áibbas dan duohken ahte boazodoalu eatnamat sihkkarastojuvvojit boahttevaš buolvvaide .
nob: Reindriftens rettigheter er sentrale , og det er avgjørende at reindriftens arealer sikres for fremtidige generasjoner .

source: Sámedikkis leat boazodoallošiehtadusa soabadallamiin guokte observatora stáhta bealde beavddi .
nob: Sametinget har observatørstatus på statens side under de årlige forhandlingene om en reindriftsavtale .

source: Diggi dáhttu dál dán ortnega guorahallojuvvot , dainna ulbmilin ahte ásahit iešheanalaš observatørasaji .
nob: Tinget ønsker nå en gjennomgang av denne ordningen , med sikte på en selvstendig observatørrolle .

source: Lea áibbas dárbbašlaš ahte eiseválddit gehččet Boraspirehálddašeami ovttas daid geatnegasvuođaiguin mat sis leat sámi álgoálbmoga kulturvuođu suodjaleami hárrái .
nob: Når det gjelder rovviltforvaltningen er det avgjørende at det ses i lys av de forpliktelser myndighetene har for å beskytte det materielle kulturgrunnlaget for samene som urfolk .

source: Dan dihte lea Sámediggái deaŧalaš searvat ja bidjat eavttuid boraspirehálddašeami oktavuođas ja proseassaide dan olis .
nob: Det er derfor viktig for Sametinget å kunne delta og legge premisser for arbeidet og prosessene som pågår mht. til rovviltforvaltningen .

source: Sámediggi lea evttohan álggahit 5-jagi duodjeovdánahttinprográmma .
nob: Sametinget har foreslått å iverksette et 5-årig program for utvikling av duodji .

source: Ulbmilin lea buoridit duoji rámmaeavttuid kultuvran , fidnun ja ealáhussan .
nob: Målet er å bedre rammebetingelsene for duodji som kultur , fag og næring .

source: Duodji lea deaŧalaš kulturguoddi ja Sámediggi atná stuora hástalussan nannet kultuvrra návccalaš ja gánnáhahtti ealáhusa olis .
nob: Duodji er en viktig kulturbærer og Sametinget ser det som stor utfordring å styrke kulturen gjennom en levedyktig og lønnsom næring .

source: Lea deaŧalaš bisuhit duoji boahtteáiggi ealáhussan , ja ahte dat heivehuvvo dálá dárbbuide sihke váldoealáhussan ja lotnolasealáhussan .
nob: I fremtiden vil det være viktig at duodji består som næring , og at dette tilpasses dagens behov både som eneyrke og som del i næringskombinasjoner .

source: Lea stuora beroštupmi ásahit duoji ealáhussan , erenoamážit lotnolasealáhussan .
nob: Interessen for å etablere seg innenfor tradisjonell duodji som næringsvei er jevnt over høy , særlig i næringskombinasjonssammenheng .

source: Dál lea suorggis unnán dienas ja lea unnán gánnáhahtti .
nob: Sektoren kjennetegnes i dag med svak inntjening og lav lønnsomhet .

source: Lea stuora hástalussan oažžut sin geat váldet fágareivve , álggahit duoji ealáhussan .
nob: Det vil være en stor utfordring å sørge for at de som tar svennebrev etablerer seg i duodjinæringen .

source: Ealáhus dárbbaša dan gelbbolašvuođa maid sii leat háhkan .
nob: Næringen har behov for den kompetansen som disse har ervervet seg .

source: Sámediggi bargá buoridit bargofálaldagaid sidjiide geat váldet duodjefágareivve .
nob: Sametinget arbeider for større samsvar mellom fagbrevutdanningen i duodji og jobbmuligheter etter endt utdanning .

source: Bargoeallima fágaoahpahusa lága olis ja dan oktavuođas go duodji lea dohkkehuvvon suodjalanveara fágan , leat ásahuvvon oahpahuskantuvrrat koordineret ja buoridit fágaoahpahusa .
nob: I sammenheng med lov om fagopplæring i arbeidslivet , samt at duodji er godkjent som et verneverdig fag , er det opprettet opplæringskontorer for å koordinere og effektivisere fagopplæringen .

source: Dát kantuvrrat rahčet heajos doaibmaekonomiija geažil .
nob: Disse kontorene sliter med svak driftsøkonomi .

source: Sámediggi lea ovttasráđiid fágaoahpahusráđiin cealkán ahte oahpahuskantuvrraid ruhtadeapmi ja nu nappo duodjefágaoahpahusa ovddasvástádus , gullá Girko- ja oahpahusdepartementii .
nob: Sametinget har sammen med fagopplæringsrådet uttalt at ansvaret for finansiering av opplæringskontorene og dermed fagutdanningen i duodji ligger hos Kirke- , utdannings- og forskningsdepartementet .

source: Sámediggi lea válljen ruhtadit oasi dáid kantuvrraid goluin dassážii go kantuvrraid doaimmaheapmi lea čielggaduvvon departemeanttain .
nob: Sametinget har valgt å delfinansiere drift av disse kontorene inntil saken er avklart med departementet .

source: Dál leat oahpahuskantuvrrain unnán fágaoahpahallit , ja dat ii vuođđut iešbirgejeaddji doaimma .
nob: Opplæringskontorene har i dag få lærlinger , noe som ikke gir grunnlag for en selvbærende drift .

source: Ovttasráđiid Girko- ja oahpahusdepartementtain lea dál dieđihuvvon ahte departemeantta Oahpahusossodat lea bargame gávdnat oahpahuskantuvrraide doaibmavugiid ja fágaoahpahalliide bálkáortnega mii heive smávva ja suodjalanveara fágaid ortnegii .
nob: I dialog med Kirke- , utdannings- og forskningsdepartementet er det gitt orientering om at Opplæringsavdelingen i departementet er i gang med å utarbeide modeller for både drift av opplæringskontorer og lærlinglønn for de som faller inn under ordningen for små- og verneverdige fag .

source: Meahccegeavaheapmi nugo sáivačáhcebivdu ja murjen , leat leamaš ja leat ain deaŧalaš oassin dálusámiid birgenlágis ja ealáhussan .
nob: Utmarkshøsting som innlandsfiske og høsting av vilt og bær , har vært og er en viktig del av livsgrunnlaget for den fastboende samiske befolkningen som viktig matauke og næringskilde .

source: Njuolggadusaid ferte heivehit dan mielde .
nob: Regelverket må da tilpasses dette .

source: Sámediggi atná dárbbašlažžan ásahit meahccebuktagiid ja guliid vuostáváldinortnega stuora vilgesguollevalljodagaid lahkosiidda , ja maiddái buoridit Sis-Finnmárkku vilgesguollejávrriid dikšuma .
nob: Sametinget ser nødvendigheten av å opprette mottak for utmarksprodukter / fisk i nærheten av de store hvitfiskressursene , samt gjennomføre større kultivering av vann med hvitfisk i Indre Finnmark .

source: Sámedikki ipmárdusa mielde lea Ráđđehus Statskog bokte rievidan dálusámiin meahccegeavahanvuoigatvuođaid .
nob: Etter Sametingets oppfatning har Regjeringen v / Statsskog fratatt fastboende samer rettigheter i tilknytning til utmarkhøsting .

source: Sámediggi atná áibbas dárbbašlažžan ahte meahccegeavahannjuolggadusat guorahallojuvvojit , erenoamážit sáivačáhceguolásteami ja bivddu njuolggadusat .
nob: Sametinget ser det som helt nødvendig å gjennomgå regler for høsting av utmarkressurser , spesielt innlandsfiske og jakt .

source: Mihttomearrin galggašii leat stivret mohtorjohtolaga mehciin nu ahte dat báikegottit mat árbevirolaččat geavahit guovlluid , ožžot dasa vejolašvuođa .
nob: Det må være en målsetting å styre bruken av motorisert ferdsel i utmarka slik at den dekker behovet til de lokalsamfunnene som tradisjonelt bruker områdene .

source: Asttoáiggebarttaid ja gođiid huksen berre ráddjejuvvot boazodoalloguovlluin .
nob: Bygging av fritidshytter og gammer i reinbeiteområder bør begrenses .

source: Almmotge ii galgga dákkár huksen hehttet dáluássiid árbevirolaš meahccegeavaheami .
nob: Likevel må ikke slik bygging være til hinder for fastboende som utøver tradisjonell utmarksnæring .

source: Maiddái ferte gullevašvuohta guvlui árvvoštallojuvvot ládje go dábálaš bartahuksema oktavuođas .
nob: Videre må områdetilhørighet vurderes annerledes enn ved generell bygging til fritidsformål .

source: Sámediggi lea dan oaivilis ahte sámi guolásteddjiin lea boares árbevieruid ja álbmotrievtti mielde vuoigatvuohta sámi guovlluid guollevalljodagaid rievttálaš oassái .
nob: Sametinget er av den mening at samiske fiskere har rett etter gammel sedvane og etter folkeretten til sin rettmessige del av fiskeressursene i de samiske områdene .

source: Dan dihte atná Sámediggi deaŧalažžan oažžut áigái guhkesáigásaš ja ceavzilis geavahusa riddo- ja vuotnariggodagaid geavaheami dáfus , mas báikkálaš ealáhusdoallit ožžot stuorát ja luvvoset vejolašvuođa ávkkástallat riddo- ja vuotnariggodagaiguin .
nob: Sametinget mener derfor det er viktig med en langsiktig og bærekraftig utnyttelse av kyst- og fjordressursene , der de lokale næringsutøverne får en mye større og friere tilgang til kyst- og fjordressursene .

source: Lassin oassálastimii Regulerenráđis , de áigu Sámediggi bargat gávnnahit ođđa ja viidát vugiid ovddidit Guolástusdepartementta ja Sámedikki politihkalaš ja hálddahuslaš ovttasbarggu .
nob: Sametinget vil i tillegg til deltagelse i Reguleringsrådet , arbeide for å finne nye metoder og arenaer for å utvide det politiske og administrative samarbeidet mellom Fiskeridepartementet og Sametinget .

source: Sámi álbmoga vuoigatvuohta searvat guolástusaide lea hui nannosit dán barggu duohken .
nob: Dette arbeidet vil ha avgjørende betydning for å kunne ivareta det samiske folks rett til deltakelse i fiskerier .

source: Sámediggi áigu álggahit váldoprošeavtta « Bissovaš ovdáneapmi dihto vuonain » ovttas golmma davimus fylkkagielddain , Guolástusdepartementtain , Gieldda- ja guovlludepartementtain ja Birasgáhttendepartementtain .
nob: Sametinget vil igangsette hovedprosjektet « Bærekraftig utvikling i utvalgte fjorder » sammen med de tre nordnorske fylkeskommunene , Fiskeridepartementet , Kommunal- og regionaldepartementet og Miljøverndepartementet .

source: Prošeakta lea Sámedikki riddo- ja vuotnaguovlluid doaibmaplána ja Báikkálaš Agenda 21 geavatlaš čuovvoleapmi .
nob: Prosjektet er en praktisk oppfølging av Sametingets handlingsplanen for samiske kyst- og fjordområder og Lokal Agenda- 21 prosjektet .

source: Sámediggi áigu bargat oažžut áigái geahččalandoaimma gonagasreabbá « báikkálaš hálddašeami » dáfus , vai gonagasreabbá boahttevaš bivdu ja hálddašeapmi šaddá báikkálaš bivdiide ávkin ja vai báikkálaš erohusat ja heiveheamit váldojuvvojit vuhtii .
nob: Sametinget vil arbeide for å få til et prøveprosjekt angående « lokal forvaltning » av kongekrabbe , slik at fremtidig fangst og forvaltning av kongekrabben kan komme de lokale fiskerne til gode og bli tuftet på lokale variasjoner og tilpasninger .

source: Sámediggi áigu bargat dan ovdii ahte Guolástusdepartementa nammada bargojoavkku guorahallat áššebeliid mat lunddolaččat gullet riddodorski hálddašeapmái ja bivdui .
nob: Sametinget vil arbeide for at Fiskeridepartementet oppnevner en arbeidsgruppe som skal belyse problemstillinger som naturlig tilligger forvaltning og fangst av kysttorsk .

source: Bargojoavkku ulbmil berre leat áigái oažžut máddodagaid bistevaš ja bissovaš ovdáneami , vai sámi riddo- ja vuotnaguovlluid ássan- ja bargovejolašvuođat bisuhuvvojit .
nob: Arbeidsgruppens mål må være å få til en langsiktig og bærekraftig utvikling av bestandene , slik at grunnlaget for bo- og sysselsettingen i samiske kyst- og fjordområder opprettholdes .

source: Sámediggi áigu čuovvolit iežas barggu NOU 1999 : 9 Til laks åt dalle kan ingen gjæra gieđahallamis , vai historjjálaš sámi luossabivdovuoigatvuođat vuhtii váldojuvvojit ja vai stuora luossačázádagat , mat leat deaŧalaččat sámi giela , kultuvrra ja servodateallima gáhttemis , várjaluvvojit várálaš dávddaid ja parasihtaid njoammumis .
nob: Sametinget vil følge opp sitt arbeid i behandlingen av NOU 1999 : 9 Til laks åt alle kan ingen gjera slik at historiske samiske rettigheter innen laksefiske blir ivaretatt og at de store lakseførende vassdragene som er viktig i bevaring og utvikling av samisk språk , kultur og næring , blir skjermet mot spredning av farlige sykdommer og parasitter .

source: Sámediggi áigu ain oččodit áigái sierra čielggadeami luosa mearkkašumi birra sámi kultuvrra , ealáhusa ja servodateallima guovdu .
nob: Sametinget vil fortsette sitt arbeid med å få gjennomført en egen utredning om laksens betydning for samisk kultur , næring og samfunnsliv .

source: Deanu čázádaga luossabivdo- ja luossabiebman-rádjekommišuvnna bargu ferte maiddái čadnot dása .
nob: Grensekommisjonens arbeid innen laksefiske i Tanavassdraget og lakseoppdrett må også knyttes til dette arbeidet .

source: Porsáŋggu- , Deanu- ja Várjjatvuonas dagaha njuorju stuora guollevahágiid .
nob: I Porsanger- , Tana- og Varangerfjorden forårsaker selen store skader på fiskebestanden .

source: Almmotge deattuha Sámediggi ahte njuorju ii leat dušše báikkálaš guollebivdiide giksin , muhto maiddái riggodahkan bierggu ja náhki dáfus .
nob: Likevel vil Sametinget presisere at sel ikke bare må oppfattes som et problem for lokale fiskere , men også som en ressurs bl.a. i form av kjøtt og skinn .

source: ládje go eará vuođđoealáhusat , de sáhttá maiddái sámi guovlluid eanandoallu – vaikko buohtalassan eará ealáhusaiguin ja fidnuiguin , leat deaŧalaš veahkkin ja vuođđun doalahit ássama ja barggolašvuođa sámi guovlluin .
nob: I likhet med andre primærnæringer kan jordbruk i samiske områder – gjerne i kombinasjoner med andre næringer og yrker bidra og gi et viktig bidrag til å opprettholde bo- og sysselsetting i samiske områder .

source: Eaktun lihkostuvvat doalahit barggolašvuođa eanandoalus lea ahte ovttasbargu eanandoalloeiseválddiiguin jotkojuvvo .
nob: En forutsetning for å lykkes med å opprettholde sysselsettingen i landbruket er at samarbeidet med landbruksmyndighetene videreføres .

source: Našuvnnalaš eanandoallopolitihka hábmemis ferte Sámediggi leat guovddáš eavttuidbiddji .
nob: Ved utformingen av den nasjonale landbrukspolitikken må Sametinget bli en sentral premissleverandør .

source: Eanandoaluid heaittiheapmi goarida eanandoallobirrasa .
nob: Utviklingen med nedlegging av gårdsbruk utarmer jordbruksmiljøet .

source: Sámedikki stuorámus hástalus lea bissehit ja jorgalahttit dán mannolaga . Dát ferte dahkkot sihkkarastin dihte barggolašvuođa ja ássama sámi guovlluin .
nob: Den største utfordringen for Sametinget er å få stoppet og snudd denne tendensen , av hensyn til sysselsettingen og dermed bosettingen i de samiske områdene .

source: Mielkeeriid vuovdinvejolašvuohta sáhttá goaridit máŋgga gili ealáhusvuođu .
nob: Muligheten for salg av melkekvoter kan utarme næringsgrunnlaget i mange bygder .

source: Fertejit ásahuvvot stáhtalaš ruhtadanortnegat veahkehit dállodolliid oastit eriid .
nob: Det må etableres statlige finansieringsordninger for gårdbrukere til å kunne kjøpe opp kvoter .

source: Go dál oaidnit ahte infrastruktuvra fuotnána ja njuovahagat heaittihuvvojit , de ii leat dušše ruhtadanortnegiid ásaheapmi deaŧalaš , muhto maiddái ođđa gálvo- ja márkanoččodeapmi .
nob: Da man opplever at infrastrukturen nedbygges og slakterier nedlegges , er det viktig ikke bare med etablering av finansieringsordninger , men også med nytt produkt- og markedsorientering .

source: Fertet hutkagoahtit ođđa buktagiid ja gálvvuid , fuobmát makkár sávaldagat ja dárbbut ostiin leat , ja fertet ohcagoahtit ođđa márkaniid , omd. Ruoššas .
nob: Det må tas sikte på utvikling av nye produkter , fange opp signaler fra kunder om endrede ønsker og behov , samt å finne nye markeder , for eksempel det russiske markedet .

source: Sámediggi áigu bargat dan ovdii ahte čađahuvvo sierra árvoháhkanprográmma sámi guovlluid várás , man ulbmilin lea vuhtii váldit ja čalmmustahttit eanandoalu , guolásteami , boazodoalu ja duoji oktasašvuođaid , vai prográmmas olahit oppalaš sámi servodatlaš perspektiivva .
nob: Sametinget vil arbeide for at det gjennomføres et eget verdiskapningsprogram i samiske områder som tar hensyn til og synliggjør grenseflatene mellom jordbruk , fiske , reindrift og duodji , slik at man oppnår et helhetlig samisk samfunnsmessig perspektiv i programmet .

source: Árvoháhkanprográmma sáhttá bajidit eanandoalu árvoháhkama sihke buvttadeami dásis ja náláštuhttima dásis nugo meieriijain ja njuovahagain .
nob: Verdiskapningsprogrammet kan øke verdiskapningen i jordbruket både i produsentleddet og i videreforedlingsleddet så som meierier og slakterier .

source: Náláštuhttin , gálvvuid buvttadeami ja ođđa gálvvuid hutkan sáhttet ovdánahttit olles eanandoalloealáhusa .
nob: Satsing på videreforedling , nisjeproduksjon og utvikling av nye produkter for markedet vil kunne bidra til en positiv utvikling for hele jordbruksnæringen .

source: Lea stuora hástalussan oččodit ruovttoluotta lobi ruovttus njuovvat sávzzaid .
nob: Det vil være en stor utfordring å få gjeninnført hjemmeslakting av sau .

source: Hástalussan lea maiddái unnidit eanandoalu boraspirevahágiid .
nob: En annen utfordring for næringen er å redusere antallet rovdyrskader på bufe .

source: Berre maiddái oččodit áigái ovttasbarggu boazodoaluin mehciid oktasaš geavaheami dáfus .
nob: En bør også søke å få etablert et samarbeid med reindriften for felles bruk av utmarksressursene .

source: Eanandoalu ceavzilis ja birasseastevaš ovdáneami oččodeamis ferte maiddái Sámediggi leat mielde nanneme ekologalaš biebmobuvttadeami .
nob: Med bakgrunn i en bærekraftig og miljøvennlig utvikling innenfor landbruket må også Sametinget være med på å styrke den økologiske matvareproduksjonen .

source: Dat lea ge maiddái ealáhusa našuvnnalaš čađahemiid mielde .
nob: Dette er også i tråd med de nasjonale satsingen innenfor næringen .

source: Sámediggi dáhttu ovdánahttit mátkkoštanealáhusa mii lea huksejuvvon iežamet kultuvrra nala , seammás go fertet váruhit ahte dat ii boađáše vuostálaga eará sámi ealáhusaiguin .
nob: Sametinget ønsker å utvikle et reiseliv som bygger på egen kultur , samtidig må man være påpasselig med at konflikten med andre deler av de samiske næringsvirksomhetene blir minimal .

source: Sámediggi atná deaŧalažžan ahte sámit ieža hutket ja leat aktiivvalaš ovttasbargoguoibmin ja eavttuid biddjin go sámi ássan- ja geavahanguovlluin hábmejuvvojit ja čađahuvvojit mátkkoštandoaimmat .
nob: Sametinget ser det som viktig at samene selv tar initiativet og er aktive samarbeidspartnere og premissleverandører ved utformingen og gjennomføringen av reiselivsvirksomhet i samiske bruks- og bosettingsområder .

source: Okta Sámedikki stuora hástalusain lea ain bargat buoridit skuvla- ja mánáidgárdefálaldagaid sámi mánáide ja nuoraide .
nob: En av Sametingets store utfordringer blir å fortsatt arbeide for å bedre skole- og barnehagetilbudet for samiske barn og unge .

source: Prošeaktaáigodagas ( Sámedikki mánáid- ja nuoraidprošeakta 1998–2000 ) bohte dieđut dan birra ahte dáid ásahusaid fálaldagat eai leat doarvái buorit .
nob: I prosjektperioden ( Sametingets barn og unge-prosjekt 1998 – 2000 ) kom det signaler om at det samiske tilbudet i disse institusjonene ikke er tilfredsstillende .

source: Mánáidgárdi ja skuvla oktan asttoáiggefálaldagain , lea dán áigge váldobáikin gos sámegiella ja kultuvra oahpahuvvo ođđa buolvvaide .
nob: Barnehagen og skolen , inkludert skolefritidsordninger , er dagens hovedarenaer for overføring av samisk språk og kulturarv til nye generasjoner .

source: Dušše dihto guovlluin ožžot sámi vuođđoskuvlaoahppit oahpahusa sámi oahppo ­plána O97S mielde .
nob: Kun samiske elever i grunnskolen i visse områder får i dag opplæring etter den samiske læreplanen L- 97 Samisk .

source: Ulbmilin lea ahte nu oallugat go vejolaš oččoše oahpu dán mielde .
nob: Målet er at så mange som mulig skal få slik opplæring .

source: Lea dárbbašlaš nannet sámegieloahpahusa buot dásiin , namalassii vuosttaš- , nubbin- ja amasgiellan .
nob: Det er nødvendig å styrke samiskopplæringen på alle nivåene , dvs. første- , andre- og fremmedspråksopplæring .

source: Sámegiella ja sámi árvvut sámi mánáide leat hui guovddážis dan barggus mii dássážii lea dahkkon , maiddái dan dáfus ahte giella lea identitehta-ásaheaddji bealli .
nob: Overføringen av samisk språk og samiske verdier til samiske barn står i en særstilling i det arbeidet som er gjennomført så lang , også sett i lys av språk som et identitetsskapende element .

source: Okta Sámedikki mihttomeriin lea nannet sámi mánáid ja nuoraid identitehta ja gullevašvuođa sámi servodahkii .
nob: Et av målsettingene for Sametinget er å styrke samiske barn og unges identitet og tilknytning til det samiske samfunnet .

source: Vai dat lihkostuvašii , de ferte giellaovdánahttin ja giellaealáskahttin vuoruhuvvot hui ovddos .
nob: For at dette skal lykkes må språkutvikling og språkvitalisering gis høy prioritet .

source: Okta eaktun sámi kultuvrra ovddideamis lea ahte sámi mánát ja nuorat besset muosáhit bistevaš sámi kulturovdanbuktimiid .
nob: En forutsetning for å fremme samisk kultur er at samiske barn og unge opplever en kulturell kontinuitet med hensyn til samiskhet .

source: Dát gáibida viiddis ja girjás doaibmabijuid máŋgga suorggis – doaibmabijuid mat guoskkahit olu bealálaččaid .
nob: Dette krever en omfattende og mangfoldig satsing på flere områder – en satsing som involverer mange aktører .

source: Dát ferte dáhpáhuvvat máŋgga guoskevaš bealálačča geatnegahtti ja čielggaduvvon ovttasbarggu olis .
nob: Det må skje i et forpliktende og strukturert samarbeid mellom involverte aktører .

source: Mánáid ja nuoraid oainnut fertejit vuhtii váldojuvvot dainna lágiin ahte sii ieža besset aktiivvalaččat searvat mearridit ja čađahit doaimmaid .
nob: Det må tas hensyn til samiske barns og unges synspunkter ved at de aktivt er med på å utforme og gjennomføre tiltak .

source: Nuoraidkonferánsa šaddá hui guovddážii dien barggus ( Gč. kap. 2.6 ) .
nob: Ungdomskonferansen vil få en sentral rolle i dette arbeidet ( Jf. kap. 2.6 ) .

source: Dasto lea mávssolaš ahte álggahuvvojit doaimmat mat galget eastadit givssideami , badjelgeahččanvuođa , amasbalu , veahkaváldima ja rasisttalaš guottuid oppalaččat sámi ja dáčča servodagain , ja erenoamážit mánáidgárddiin ja skuvllain .
nob: Videre er det viktig at det setter i verk tiltak som skal forebygge mobbing , intoleranse , fremmedfrykt , vold og rasistiske holdninger generelt i det samiske og norske samfunnet og spesielt i barnhager og i skolene .

source: Sámediggi bivdá Ráđđehusa fuolahit erenoamáš doarjagiid dáidda doaimmaide .
nob: Sametinget be regjeringen prioritere særskilte midler til dette forholdet .

source: Boahttevaš hástalusat oahpahusa dáfus leat ahte Sámediggi galgá leat ovdamannin sámi sisdoalu hábmemis Norgga oahpahusvuogádaga buot dásiin ja bargat dan ovdii ahte Sámediggái juolluduvvojit ee. dárbbašlaš DjO-ruđat sámi oahpahusa ja Diehtojuohkin- ja gulahallanteknologiija ( IKT ) oktavuođas .
nob: Fremtidige politiske utfordringer innen utdanning er at Sametinget skal være en pådriver i utviklingen av et samisk innhold i utdanning på alle nivåer i det norske utdanningssystemet og å arbeide for at Sametinget tilføres økonomiske midler til bl.a. FOU i samisk utdanning og Informasjons- og kommunikasjonsteknologi ( IKT ) .

source: Lea maiddái dárbbašlaš duođaštit movt sámegieloahpahus doaibmá olggobealde sámegiela hálddašanguovllu , ja dasto bargat dan ovdii ahte oahppit olggobealde sámegiela hálddašanguovllu ožžot dohkálaš sámegieloahpahusa .
nob: Det er også behov for å dokumentere hvordan samisk opplæring fungerer utenfor forvaltningsområdet for samisk språk for deretter å arbeide for at elever utenfor forvaltningsområdet for samisk språk får et fullverdig opplæringstilbud i samisk .
